IDEA Open Model
ProjectDataEc.FatigueAnnexNN Property
Compatible with IDEA StatiCa Beta 20.0
 True for check fatigue accorting 1992-2 Annex NN
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool FatigueAnnexNN { get; set; }
Public Property FatigueAnnexNN As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ProjectDataEc Class
IdeaRS.OpenModel Namespace